Show / Hide Table of Contents
Enum DistanceComparison
Represents the result of comparison of distances of two object from the same point
Namespace: IdeaRS.OpenModel.Connection
Assembly: IdeaRS.OpenModel.dll
Syntax
public enum DistanceComparison
Fields
 Name |  Description
 Closer
Closer
 Farther
Farther
 Same
Same
 Improve this Doc
 View Source